; Generated (06.10.2020 12:00:00) by URL Disabler v1.0
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
TargetBrowser=7
EditURL=1

[URL_Examples]
Facebook=facebook.com
Twitter=twitter.com
Youtube=youtube.com

[Language_English]
Translator="BlueLife"
01="This program is designed to block urls for certain browsers."
02="Wait ..."
03="&File\n &Edit\n &Examples\n &Options\n &Help"
04="Type URL Address\n Example: facebook.com"
05="Add to list"
06="Delete from the list"
07="Apply changes"
08="URL Addresses"
09="Enable WhiteList\n Only allowed urls can be visited"
10="&Apply Changes"
11="&Import List"
12="&Export List"
13="E&xit"
14="&Enable Selected"
15="&Disable Selected"
16="&Delete Selected"
17="&Select All"
18="&Copy"
19="&Search With Google"
20="&Browser Config Pages"
21="&Open Configuration File"
22="&Always On Top"
23="&Password Properties"
24="&Edit URL When Adding"
25="&Blocking Option"
26="&Disable Blocking"
27="&Block Urls"
28="Enable &WhiteList"
29="&Browser Options"
30="Disable &Chrome Download"
31="Disable &Edge Download"
32="Disable &Firefox Download"
33="&Donate"
34="&HomePage"
35="&Contact"
36="&About"
37="Configuration Files"
38="Unable to write file!"
39="Show Password"
40="New Password:"
41="Type a New Password"
42="Retype New Password:"
43="Type the new password again to confirm"
44="Password Hint:"
45="Type a word or phrase to use as a password hint"
46="Apply"
47="Cancel"
48="Password removed successfully"
49="You have successfully set a new password."
50="Enter The Password:"
51="Please Enter the Password"
52="Wrong Password!"
53="OK"
54="Do you want to save the changes?"
55="The changes have been saved. A Browser restart is required for the settings to take effect."

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program, belirli tarayıcılarda url'leri yasaklamak için tasarlanmıştır."
02="Bekleyin ..."
03="&Dosya\n &Düzen\n &Örnekler\n &Seçenekler\n &Yardım"
04="URL Adresini Yazın\n Örnek: facebook.com"
05="Listeye Ekle"
06="Listeden Sil"
07="Değişiklikleri Uygula"
08="URL Adresleri"
09="Beyaz Listeyi Etkinleştir\n Yalnızca izin verilen url'ler görüntülenebilir"
10="&Değişiklikleri Uygula"
11="&Listeyi İçe Aktar"
12="&Listeyi Dışa Aktar"
13="Çıkış"
14="&Etkinleştir"
15="&Devre Dışı Bırak"
16="&Sil"
17="&Tümünü Seç"
18="&Kopyala"
19="&Google ile Ara"
20="&Tarayıcı Ayar Sayfaları"
21="&Yapılandırma Dosyasını Aç"
22="&Her Zaman Üstte"
23="&Şifreyi Değiştir"
24="&Eklerken URL'yi Düzenle"
25="&Engelleme Seçeneği"
26="&Engelleme Yok"
27="&URL'leri Engelle"
28="&Beyaz Listeyi Etkinleştir"
29="&Tarayıcı Seçenekleri"
30="&Chrome ile İndirmeyi Yasakla"
31="&Edge ile İndirmeyi Yasakla"
32="&Firefox ile İndirmeyi Yasakla"
33="&Bağış Yap"
34="&Web Sitesi"
35="&İletişim"
36="&Hakkında"
37="Yapılandırma Dosyaları"
38="Dosya ya veri yazılamadı!"
39="Şifreyi Göster"
40="Yeni Şifre:"
41="Yeni şifreyi yazın"
42="Yeni Şifreyi Tekrarla:"
43="Doğrulamak için yeni şifreyi tekrar yazın"
44="Şifre İçin Ipucu:"
45="Şifreyi hatırlayabilmeniz için herangi bir ipucu yazınız"
46="Uygula"
47="İptal"
48="Şifre silindi."
49="Yeni şifre belirlendi."
50="Şifreyi Girin:"
51="Lüffen şifreyi giriniz."
52="Şifre Hatalı!"
53="Tamam"
54="Değişiklikleri kaydetmek istiyor musunuz?"
55="Değişiklikler kaydedildi. Ayarların etkili olması için tarayıcınızın yeniden başlatılması gerekiyor."

[Language_German_Deutsch]
Translator="Velociraptor"
01="Dieses Programm wurde entwickelt, um URLs für bestimmte Browser zu blockieren."
02="Warten ..."
03="&Datei\n &Bearbeiten\n &Beispiele\n &Optionen\n &Hilfe"
04="Geben Sie die URL Adresse ein\n Beispiel: facebook.com"
05="Zur Liste hinzufügen"
06="Aus der Liste löschent"
07="Änderungen übernehmen"
08="URL Adressen"
09="Whitelist aktivieren\n Nur erlaubte URLs anzeigen"
10="&Änderungen übernehmen"
11="&Liste importieren"
12="&Liste exportieren"
13="beenden"
14="&ausgewählte aktivieren"
15="&Ausgewählte deaktivieren"
16="&Ausgewählte löschen"
17="&Alle auswählen"
18="&Kopieren"
19="&mit Google suchen"
20="&Browser Konfigurationsseiten"
21="&Konfigurationsdatei öffnen"
22="&immer im Vordergrund"
23="&Kennwort ändern"
24="&URL beim Hinzufügen bearbeiten"
25="&Blockierungsoption"
26="&Blockierung deaktivieren"
27="&URL Adressen blockieren"
28="WhiteList Aktivieren"
29="&Browser optionen"
30="Chrome Download deaktivieren"
31="EDGE Download deaktivieren"
32="Firefox Download deaktivieren"
33="&Spenden"
34="&Webseite"
35="&Kontakt"
36="&Über uns"
37="Konfigurations dateien"
38="Datei kann nicht geschrieben werden!"
39="Kennwort anzeigen"
40="Neues Kennwort:"
41="Neues Kennwort erstellen"
42="Neues Kennwort bestätigen:"
43="Geben Sie das neue Kennwort noch einmal ein"
44="Kennworthinweis:"
45="Geben Sie ein Wort oder eine Phrase ein zur Verwendung als Kennworthinweis"
46="Anwenden"
47="Abbrechen"
48="Kennwort gelöscht"
49="Passwort wurde erfolgreich neu gesetzt."
50="Kennwort eingeben:"
51="Bitte Kennwort eingeben"
52="Das Kennwort ist falsch!"
53="OK"
54="möchten sie die änderungen speichern?"
55="Die Änderungen wurden gespeichert.If your browser is open, you must restart the browser for the settings to take effect."

[Language_French_Français]
Translator="Largo"
01="Ce programme est conçu pour bloquer les URL de certains navigateurs."
02="Patienter ..."
03="&Fichier\n &Éditer\n &Exemples\n &Options\n &Aide"
04="Type d'adresse URL\n Exemple: facebook.com"
05="Ajouter à la liste"
06="Supprimer de la liste"
07="Appliquer changements"
08="Adresses URL"
09="Activer la liste blanche\n Seules les urls autorisées peuvent être visitées"
10="&Appliquer changements"
11="&Importer Liste"
12="&Exporter Liste"
13="Q&uitter"
14="&Activer Sélectionné"
15="&Désactiver Sélectionné"
16="&Supprimer Sélectionné"
17="&Sélectionner Tout"
18="&Copier"
19="&Rechercher avec Google"
20="&Pages de configuration du navigateur"
21="&Ouvrir fichier de configuration"
22="&Toujours visible"
23="&Propriétés du mot de passe"
24="&Modifier l'URL lors de l'ajout"
25="&Option de blocage"
26="&Désactiver le blocage"
27="&Bloquer les URLs"
28="Activer &Liste blanche"
29="&Options du navigateur"
30="Désactiver &Chrome Télécharger"
31="Désactiver &Edge Télécharger"
32="Désactiver &Firefox Télécharger"
33="&Don"
34="&Page d'accueil"
35="&Contact"
36="&À propos de"
37="Fichiers de Configuration"
38="Impossible d'écrire le fichier!"
39="Afficher le mot de passe"
40="Nouveau mot de passe:"
41="Tapez un nouveau mot de passe"
42="Retapez le nouveau mot de passe:"
43="Tapez à nouveau le nouveau mot de passe pour confirmer"
44="Indice du mot de passe:"
45="Tapez un mot ou une phrase à utiliser comme indice du mot de passe"
46="Appliquer"
47="Annuler"
48="Mot de passe retiré avec succès"
49="Vous avez réussi à définir un nouveau mot de passe."
50="Entrez le mot de passe:"
51="Veuillez entrer le mot de passe"
52="Mot de passe erroné!"
53="OK"
54="Voulez-vous enregistrer les modifications?"
55="Les modifications ont été sauvegardées. Un redémarrage du navigateur est requis pour que les paramètres prennent effet."


[Language_Italian_italiano]
Translator="Luca Bastiani"
01="Questo programma è progettato per bloccare gli URL per alcuni browser."
02="Attendi..."
03="&File\n&Modifica\n&Esempi\n&Opzioni\n&Aiuto"
04="Digita indirizzo URL\nEsempio: facebook.com"
05="Aggiungi alla lista"
06="Elimina dalla lista"
07="Applica modifiche"
08="Indirizzi URL"
09="Abilita Lista Bianca\nÈ possibile visitare solo gli URL consentiti"
10="Applica modifiche"
11="&Importa Lista"
12="&Esporta Lista"
13="E&sci"
14="&Abilita Selezionato"
15="&Disabilita Selezionato"
16="&Elimina Selezionato"
17="&Seleziona Tutto"
18="&Copia"
19="&Cerca con Google"
20="&Pagine di configurazione del Browser"
21="&Apri file di Configurazione"
22="&Sempre in primo piano"
23="&Proprietà Password"
24="&Modifica URL durante l'aggiunta"
25="&Opzione di Blocco"
26="&Disabilita Blocco"
27="&Blocca Url"
28="Abilita &Lista Bianca"
29="&Opzioni Browser"
30="Disabilita &Download di Chrome"
31="Disabilita &Download di Edge"
32="Disabilita &Download di Firefox"
33="&Se ti piace il programma pensa ad una donazione!"
34="&Sito Web"
35="&Contatto"
36="&Informazioni"
37="File di configurazione"
38="Impossibile scrivere il file!"
39="Mostra Password"
40="Nuova Password:"
41="Digita una nuova password"
42="Riscrivi la nuova password:"
43="Digita di nuovo la nuova password per confermare"
44="Suggerimento password:"
45="Digita una parola o una frase da utilizzare come suggerimento per la password"
46="Applica"
47="Annulla"
48="Password rimossa con successo"
49="Hai impostato con successo una nuova password."
50="Immettere la password:"
51="Immettere la password"
52="Password errata!"
53="OK"
54="Vuoi salvare le modifiche?"
55="Le modifiche sono state salvate. È necessario riavviare il browser per rendere effettive le impostazioni."

[Language_Spanish_Español]
Translator="Fuler"
01="Este programa está diseñado para bloquear urls en varios navegadores."
02="Espera ..."
03="&Archivo\n &Editar\n &Ejemplos\n &Opciones\n &Ayuda"
04="Escribe la Dirección URL\n Ejemplo: facebook.com"
05="Añadir a la lista"
06="Eliminar de la lista"
07="Aplicar cambios"
08="Direcciones URL"
09="Activar Lista Blanca (Permitidas)\n Solo urls permitidas pueden ser visitadas"
10="&Aplicar Cambios"
11="&Importar Lista"
12="&Exportar Lista"
13="S&alir"
14="&Activar Selección"
15="&Desactivar Selección"
16="&Eliminar Selección"
17="&Seleccionar Todo"
18="&Copiar"
19="&Buscar Con Google"
20="&Configurar Páginas del Navegador"
21="&Abrir Archivo de Configuración"
22="&Siempre Encima"
23="&Propiedades de Contraseña"
24="&Editar URL Al Añadirla"
25="&Opciones de Bloqueo"
26="&Desactivar Bloqueo"
27="&Bloquear Urls"
28="Activar &Lista Blanca (Permitidas)"
29="&Opciones del Navegador"
30="Desactivar Descargas de &Chrome"
31="Desactivar Descargas de &Edge"
32="Desactivar Descargas de &Firefox"
33="&Donar"
34="&Sitio Web"
35="&Contactar"
36="&Acerda de"
37="Archivos de Configuración"
38="No se puede escribir el archivo!"
39="Mostrar Contraseña"
40="Nueva Contraseña:"
41="Escribe Nueva Contraseña"
42="Reescribe Nueva Contraseña"
43="Escribe la nueva contraseña de nuevo para confirmar"
44="Pista de Contraseña:"
45="Escribe una palabra o frase para ayudarte a recordar la contraseña"
46="Aplicar"
47="Cancelar"
48="Contraseña eliminada corréctamente"
49="Has establecido nueva contraseña corréctamente"
50="Entra La Contraseña"
51="Por favor Entra la Contraseña"
52="Contraseña Incorrecta!"
53="OK"
54="Quieres guardar los cambios?"
55="Los cambios han sido guardados. Hay que reiniciar el navegador para que los cambios tengan efecto"

[Language_Russian_Pусский]
Translator="Sergey.Ramazanov"
01="Эта программа предназначена для блокировки URL-адресов для определенных браузеров."
02="Ожидайте ..."
03="&Файл\n &Изменить\n &Примеры\n &Параметры\n &Помощь"
04="Введите адрес URL\n Пример: vk.com"
05="Добавить в список"
06="Удалить из списка"
07="Применить изменения"
08="URL-адреса"
09="Включить белый список\n Можно посещать только разрешенные URL"
10="&Применить изменения"
11="&Импортировать список"
12="&Экспортировать список"
13="Выход"
14="&Включить выбранное"
15="&Отключить выбранное"
16="&Удалить выбранное"
17="&Выбрать всё"
18="&Копировать"
19="&Поиск с помощью Google"
20="&Страница настроек Браузера"
21="&Открыть файл настроек"
22="&Всегда сверху"
23="&Настройки пароля"
24="&Редактировать URL при добавлении"
25="&Настройки блокировки"
26="&Отключить блокировку"
27="&Заблокировать URL"
28="Включить &Белый список"
29="&Параметры браузера"
30="Отключить &загрузку Chrome"
31="Отключить &загрузку Edge"
32="Отключить &загрузку Firefox"
33="&Пожертвовать"
34="&Домашняя страница"
35="&Контакты"
36="&О программе"
37="Файлы конфигурации"
38="Невозможно записать файл!"
39="Показать пароль"
40="Новый пароль:"
41="Введите новый пароль"
42="Введите новый пароль еще раз:"
43="Введите новый пароль еще раз для подтверждения"
44="Подсказка пароля:"
45="Введите слово или фразу для использования в качестве подсказки пароля"
46="Применить"
47="Отмена"
48="Пароль успешно удален"
49="Вы успешно установили новый пароль."
50="Введите пароль:"
51="Пожалуйста, введите пароль"
52="Неверный пароль!"
53="OK"
54="Вы хотите сохранить изменения?"
55="Изменения сохранены. Чтобы настройки вступили в силу, требуется перезапуск браузера."

[Language_Hungarian_Magyar]
Translator=BlueEyes-2020
01="Ez a program blokkolja az URL-eket bizonyos böngészőkben."
02="Várj ..."
03="&Fájl\n&Szerkesztés\n&Példák\n&Beállítások\n&Segítség"
04="Írja be az URL-címet\nPéldául: facebook.com"
05="Hozzáadás a listához"
06="Törlés a listáról"
07="Módosítások alkalmazása"
08="URL-címek"
09="WhiteList\nCsak az engedélyezett URL-ek látogathatók meg"
10="&Módosítások alkalmazása"
11="&Lista importálása"
12="&Lista exportálása"
13="K&ilépés"
14="&Kijelölt engedélyezése"
15="&Kijelölt letiltása"
16="&Kijelöltek törlése"
17="&Az összes kijelölése"
18="&Másolás"
19="&Keresés a Googleban"
20="&Böngésző konfigurációs lapok"
21="&Konfigurációs fájl megnyitása"
22="&Mindig felül"
23="&Jelszó tulajdonságai"
24="&URL szerkesztése hozzáadásakor"
25="&Blokkolási lehetőségek"
26="&Blokkolás letiltása"
27="&Url-ek blokkolása"
28="&Engedélyezési lista"
29="&Böngésző beállításai"
30="Chrome letöltés &letiltása"
31="Edge letöltés &letiltása"
32="Firefox letöltés &letiltása"
33="&Támogatás"
34="&Weboldal"
35="&Kapcsolat"
36="&Névjegy"
37="Konfigurációs fájlok"
38="Nem lehet a fájlt írni!"
39="Jelszó megjelenítése"
40="Új jelszó:"
41="Új jelszó beírása"
42="Új jelszó újraírása:"
43="Írja be újra az új jelszót a megerősítéshez"
44="Jelszó-emlékeztető:"
45="Írjon be egy jelszót emlékeztetőként használandó szót vagy kifejezést"
46="Alkalmazás"
47="Mégse"
48="A jelszó sikeresen eltávolítva"
49="Sikeresen beállított egy új jelszót."
50="Írja be a jelszót:"
51="Kérjük, adja meg a jelszót"
52="Rossz jelszó!"
53="Ok"
54="Menti a módosításokat?"
55="A módosítások elmentve. A beállítások érvénybe léptetéséhez a böngésző újraindítása szükséges."

[Language_Hebrew_עברית]
Translator="יהודה אברהם"
01="תוכנה זו נועדה לחסימת כתובות URLלדפדפנים מסוימים"
02="המתן..."
03="קובץ\nעריכה\nדוגמאות\nאפשרויות\nעזרה"
04="הזן כתובת URL\nדוגמא: facebook.com"
05="הוסף לרשימה"
06="הסר מהרשימה"
07="החל שינויים"
08="כתובות URL"
09="אפשר רשימה לבנה\nתוכל לבקר רק בכתובות המותרות"
10="החל שינויים"
11="ייבא רשימה"
12="ייצא רשימה"
13="יציאה"
14="אפשר נבחרים"
15="חסום נבחרים"
16="הסר נבחרים"
17="בחר הכל"
18="העתק"
19="חפש בגוגל"
20="דף התצורה של הדפדפן"
21="פתח קובץ תצורה"
22="תמיד עליון"
23="מאפייני סיסמא"
24="ערוך בעת הוספת URL"
25="אפשרויות חסימה"
26="בטל חסימה"
27="חסום URL"
28="אפשר רשימה לבנה"
29="אפשרויות דפדפן"
30="בטל הורדות Chrome"
31="בטל הורדות Edge"
32="בטל הורדות Firefox"
33="תרום"
34="דף הבית"
35="צור קשר"
36="אודות"
37="קבצי תצורה"
38="לא ניתן לכתוב לקובץ!"
39="הראה סיסמא"
40="סיסמא חדשה:"
41="הזן סיסמא חדשה:"
42="אמת סיסמא חדש:"
43="הזן את סיסמתך שנית על מנת לאשר"
44="רמז לסיסמא:"
45="הקלד מילה או משפט שישמשו כרמז לסיסמא"
46="החל"
47="בטל"
48="הסיסמא הוסרה בהצלחה"
49="הסיסמא הוגדרה בהצלחה"
50="הכנס סיסמא חדשה:"
51="נא הזן את סיסמתך"
52="סיסמא שגויה!"
53="OK"
54="האם ברצונך לשמור את השינויים?"
55="השינויים נשמרו. נדרשת הפעלה מחדש של הדפדפן על מנת שיחולו השינויים."

[Language_Polish_Polski]
Translator="www.portable.info.pl"
01="Ten program jest przeznaczony do blokowania adresów URL w niektórych przeglądarkach."
02="Czekaj..."
03="&Plik\n &Edytuj\n &Przykłady\n &Opcje\n &Pomoc"
04="Wpisz adres URL\n Przykład: facebook.com"
05="Dodaj do listy"
06="Usuń z listy"
07="Zastosuj zmiany"
08="Adresy URL"
09="Włącz WhiteList\n Można odwiedzać tylko dozwolone adresy URL"
10="&Zastosuj zmiany"
11="&Lista importu"
12="&Lista eksportu"
13="W&yjdź"
14="&Włącz wybrane"
15="&Wyłącz wybrane"
16="&Usuń zaznaczone"
17="&Zaznacz wszystko"
18="&Kopiuj"
19="&Szukaj w Google"
20="&Strony konfiguracji przeglądarki"
21="&Otwórz plik konfiguracyjny"
22="&Zawsze na wierzchu"
23="&Właściwości hasła"
24="&Edytuj adres URL podczas dodawania"
25="&Opcja blokowania"
26="&Wyłącz blokowanie"
27="&Zablokuj adresy URL"
28="Włącz &Białą listę"
29="Opcje &przeglądarki"
30="Wyłącz &pobieranie Chrome"
31="Wyłącz &pobieranie Edge"
32="Wyłącz &pobieranie Firefox"
33="&Darowizna"
34="&HomePage"
35="&Kontakt"
36="&Informacje"
37="Pliki konfiguracyjne"
38="Nie można zapisać pliku!"
39="Pokaż hasło"
40="Nowe hasło:"
41="Wpisz nowe hasło"
42="Wpisz ponownie nowe hasło:"
43="Wpisz ponownie nowe hasło, aby potwierdzić"
44="Podpowiedź do hasła:"
45="Wpisz słowo lub frazę, która ma służyć, jako podpowiedź do hasła"
46="Zastosuj"
47="Anuluj"
48="Hasło zostało pomyślnie usunięte"
49="Pomyślnie ustawiłeś nowe hasło."
50="Wprowadź hasło:"
51="Wprowadź hasło"
52="Złe hasło!"
53="OK"
54="Czy chcesz zapisać zmiany?"
55="Zmiany zostały zapisane. Aby ustawienia zaczęły obowiązywać, wymagane jest ponowne uruchomienie przeglądarki."

[Language_Japanese_日本語]
Translator="★ウーロン茶ヌルヌル★"
01="このプログラムは、特定のURLをブロックするように設計されています。"
02="お待ち下さい…"
03="&ファイル\n&編集\n&例\n&オプション\n&ヘルプ"
04="URLを入力してください\n例: facebook.com"
05="リストに追加"
06="リストから削除"
07="変更の適用"
08="URLアドレス"
09="ホワイトリストを有効にする\n許可されたURLのみ閲覧可能"
10="&変更の適用"
11="&リストをインポート"
12="&リストをエクスポート"
13="このソフトを終了する"
14="&選択したものを有効にする"
15="&選択したものを無効にする"
16="選択したものを削除"
17="&全て選択"
18="&コピー"
19="&ググる"
20="&ブラウザ設定ページ"
21="&設定ファイルを開く"
22="&常に最前面に表示"
23="&パスワードのプロパティ"
24="&追加時のURL編集"
25="&ブロックオプション"
26="ブロックを無効"
27="&URLをブロック"
28="ホワイトリストを有効にする"
29="&ブラウザオプション"
30="Chromeのダウンロードを無効にする"
31="Edgeのダウンロードを無効にする"
32="FireFoxのダウンロードを無効にする"
33="&寄付"
34="&ホームページ"
35="&連絡"
36="&このソフトについて"
37="設定ファイル"
38="ファイルの書き込みができません!"
39="パスワードを表示"
40="新しいパスワード:"
41="新しいパスワードを入力"
42="もう一度入力"
43="新しいパスワードを再度入力して確認"
44="パスワードのヒント:"
45="パスワードのヒントを入力してください"
46="適用"
47="キャンセル"
48="パスワードは正常に削除されました"
49="新しいパスワードの設定に成功しました"
50="パスワードを入力:"
51="パスワードを入力してください"
52="パスワードが違います!"
53="OK"
54="変更を保存しますか？"
55="変更が保存されました。設定を有効にするため、ブラウザを再起動してください"

[Language_Greek_Ελληνικά]
Translator="geogeo  (www.geogeo.gr)"
01="Αυτό το πρόγραμμα σχεδιάστηκε να αποκλείει διευθύνσεις URL \nγια ορισμένα προγράμματα περιήγησης."
02="Παρακαλώ περιμένετε..."
03="&Αρχείο\n &Επεξεργασία\n &Παραδείγματα\n Επι&λογές\n &Βοήθεια"
04="Πληκτρολογήστε μια διεύθυνση URL\n Παράδειγμα: facebook.com"
05="Προσθήκη στη λίστα"
06="Διαγραφή από τη λίστα"
07="Εφαρμογή αλλαγών"
08="Διευθύνσεις URL"
09="Ενεργ/ση λίστας επιτρεπόμενων\n Μπορείτε να επισκεφθείτε μόνο επιτρεπόμενες διευθύνσεις URL"
10="&Εφαρμογή αλλαγών"
11="Ει&σαγωγή λίστας"
12="Εξα&γωγή λίστας"
13="Έ&ξοδος"
14="Ενε&ργοποίηση επιλεγμένου"
15="Α&πενεργοποίηση επιλεγμένου"
16="&Διαγραφή επιλεγμένου"
17="Επιλογή ό&λων"
18="Αντι&γραφή"
19="Ανα&ζήτηση με τη Google"
20="&Σελίδες ρυθμίσεων προγράμματος περιήγησης"
21="Ά&νοιγμα αρχείου ρυθμίσεων"
22="&Πάντα στην κορυφή"
23="&Ιδιότητες κωδικού"
24="&Επεξεργασία κωδικού κατά την προσθήκη"
25="Επιλογές &αποκλεισμού"
26="&Απενεργοποίηση αποκλεισμού"
27="Α&ποκλεισμός διευθύνσεων URL"
28="&Ενεργοποίηση λίστας επιτρεπόμενων"
29="Επιλογές Πε&ριηγητή"
30="Απενεργοποίηση λήψεων Chr&οme"
31="Απενεργοποίηση λήψεων &Εdge"
32="Απενεργοποίηση λή&ψεων Firefox"
33="&Δωρεά"
34="&Ιστοσελίδα"
35="&Επικοινωνία"
36="&Περί..."
37="Αρχεία διαμόρφωσης"
38="Δεν είναι δυνατή η εγγραφή στο αρχείο!"
39="Εμφάνιση κωδικού"
40="Νέος κωδικός:"
41="Πληκτρολογήστε το νέο κωδικό"
42="Επανάληψη νέου κωδικού:"
43="Πληκτρολογήστε ξανά το νέο κωδικό για επιβεβαίωση"
44="Υπόδειξη κωδικού:"
45="Πληκτρολογήστε μια λέξη ή φράση για να τη χρησιμοποιήσετε ως υπόδειξη του κωδικού"
46="Εφαρμογή"
47="Άκυρο"
48="Ο κωδικός έχει αφαιρεθεί με επιτυχία
49="Ορίσατε με επιτυχία ένα νέο κωδικό πρόσβασης."
50="Εισαγωγή κωδικού:"
51="Παρακαλώ εισάγετε τον κωδικό"
52="Λάθος κωδικός!"
53="Εντάξει"
54="Θέλετε να αποθηκεύσετε τις αλλαγές;"
55="Οι αλλαγές έχουν αποθηκευτεί. Απαιτείται επανεκκίνηση του προγράμματος περιήγησης για εφαρμογή των ρυθμίσεων."

[Language_Dutch_Nederlands]
Translator="artbydiamond.nl (10/2020)"
01="Dit programma is ontworpen om URL's voor bepaalde browsers te blokkeren."
02="Wachten ..."
03="&Bestand\nBe&werken\n&Voorbeelden\n&Opties\n&Help"
04="Typ URL-adres\nVoorbeeld: facebook.com"
05="Aan lijst toevoegen"
06="Verwijder van de lijst"
07="Wijzigingen doorvoeren"
08="URL-adressen"
09="Whitelist inschakelen\nAlleen toegestane URL's kunnen worden bezocht"
10="&Wijzigingen doorvoeren"
11="Lijst &importeren"
12="Lijst &exporteren"
13="&Afsluiten"
14="Geselecteerde &inschakelen"
15="Geselecteerde &uitschakelen"
16="Geselecteerde &verwijderen"
17="&Alles selecteren"
18="&Kopiëren"
19="&Zoeken met Google"
20="&Browserconfiguratiepagina's"
21="Configuratiebestand &openen"
22="&Altijd bovenop"
23="&Wachtwoordeigenschappen"
24="&URL bewerken bij toevoegen"
25="B&lokkeeroptie"
26="Blokkering &uitschakelen"
27="&Blokkeer URL's"
28="&Whitelist inschakelen"
29="B&rowseropties"
30="&Chrome Download uitschakelen"
31="&Edge Download uitschakelen"
32="&Firefox Download uitschakelen"
33="&Doneren"
34="&Homepagina"
35="&Contact"
36="&Over"
37="Configuratiebestanden"
38="Kan bestand niet schrijven!"
39="Toon wachtwoord"
40="Nieuw wachtwoord:"
41="Typ een nieuw wachtwoord"
42="Typ het nieuwe wachtwoord opnieuw:"
43="Typ het nieuwe wachtwoord nogmaals om te bevestigen"
44="Wachtwoordhint:"
45="Typ een woord of woordgroep om als wachtwoordhint te gebruiken"
46="Toepassen"
47="Annuleren"
48="Wachtwoord met succes verwijderd"
49="U heeft met succes een nieuw wachtwoord ingesteld."
50="Voer het wachtwoord in:"
51="Voer het wachtwoord in"
52="Verkeerd wachtwoord!"
53="OK"
54="Wilt u de wijzigingen opslaan?"
55="De wijzigingen zijn opgeslagen. Een herstart van de browser is vereist om de instellingen van kracht te laten worden."

[Language_Vietnamese]
Translator="Khang KTN"
01="Chương trình này được viết để chặn các URL trên trình duyệt."
02="Xin chờ ..."
03="&File\n &Chỉnh sửa\n &Ví dụ\n &Tuỳ chọn\n &Help"
04="Nhập URL \n Ví dụ: facebook.com"
05="Thêm vào danh sách"
06="Xoá khỏi danh sách"
07="Áp dụng thay đổi"
08="Địa chỉ URL"
09="Bật WhiteList\n Chỉ được cho phép URL truy cập"
10="&Áp dụng thay đổi"
11="&Danh sách nhập"
12="&Danh sách xuất"
13="E&xit"
14="&Bật đã chọn"
15="&Tắt đã chọn"
16="&Xoá đã chọn"
17="&Chọn tất cả"
18="&Copy"
19="&Tìm kiếm với Google"
20="&Trang cấu hình Browser"
21="&Mở File cấu hình"
22="&Đặt Cửa sổ này luôn trên cùng"
23="&Thuộc tính Password"
24="&Chỉnh sửa URL lúc thêm"
25="&Tuỳ chọn chặn"
26="&Tắt tính năng chặn"
27="&Chặn Urls"
28="Bật &Danh sách trắng"
29="&Tuỳ chọn Browser"
30="Tắt &Chrome Download"
31="Tắt &Edge Download"
32="Tắt &Firefox Download"
33="&Donate"
34="&HomePage"
35="&Liên hệ"
36="&About"
37="Files cấu hình"
38="Không thể ghi file!"
39="Hiện Password"
40="Password mới:"
41="Nhập Password mới:"
42="Nhập lại Password mới:"
43="Nhập lại mật khẩu mới để xác nhận"
44="Gợi ý Password:"
45="Nhập một từ hoặc cụm từ để làm gợi ý Password"
46="Áp dụng"
47="Huỷ"
48="Password đã được xoá"
49="Bạn đã đặt thành công password mới."
50="Nhập Password:"
51="Hãy nhập the Password"
52="Sai Password!"
53="OK"
54="Bạn có muốn lưu thay đổi?"
55="Những thay đổi đã lưu. Hãy khởi động lại trình duyệt để có hiệu lực."

[Language_Persian_فارسی]
Translator="MilanSoft - علیرضا میلانی"
01="این برنامه برای مسدود کردن آدرس های اینترنتی برای برخی مرورگرها طراحی شده است."
02="...منتظر بمانید"
03="فایل\n ویرایش\n نمونه ها\n تنظیمات\n راهنما"
04="URL تایپ آدرس\nfacebook.com :برای مثال"
05="افزودن به لیست"
06="حذف از لیست"
07="تایید تغییرات"
08="URL آدرس"
09="فعال کردن لیست سفید\nفقط آدرس های مجاز قابل بازدید هستند"
10="تایید تغییرات"
11="ورود لیست"
12="صدور لیست"
13="خروج"
14="فعال کردن انتخاب شده ها"
15="غیرفعال کردن انتخاب شده ها"
16="حذف انتخاب شده ها"
17="انتخاب همه"
18="کپی"
19="جستجو با گوگل"
20="صفحات پیکربندی مرورگر"
21="گشودن پیکربندی فایل"
22="همیشه در بالاترین سطح"
23="خصوصیات رمزعبور"
24="در زمان افزودن URL ویرایش"
25="گزینه های مسدود سازی"
26="غیرفعال کردن مسدود سازی"
27="URLs مسدود کردن"
28="فعال کردن لیست سفید"
29="گزینه های مرورگر"
30="Chrome غیرفعال کردن دانلود"
31="Edge غیرفعال کردن دانلود"
32="Firefox غیرفعال کردن دانلود"
33="همراهی با ما"
34="صفحه وب سایت"
35="ارتباط با ما"
36="درباره ما"
37="فایل های پیکربندی"
38="!نوشتن فایل امکان پذیر نمیباشد"
39="نمایش رمزعبور"
40="رمزعبور جدید:"
41="تایپ رمزعبور جدید"
42="تایپ مجدد رمزعبور جدید:"
43="رمزعبور جدید را برای تایید مجددا تایپ کنید"
44="راهنمای رمزعبور:"
45="تایپ یک کلمه یا عبارت بعنوان راهنمای رمزعبور"
46="موافق"
47="انصراف"
48="رمزعبور با موفقیت حذف شد"
49="رمزعبور جدید شما با موفقیت تنظیم شد"
50="رمزعبور را وارد کنید:"
51="لطفا رمزعبور را وارد کنید"
52="!رمزعبور اشتباه است"
53="تایید"
54="آیا شما مایل به ذخیره تغییرات میباشید؟"
55="تغییرات ذخیره شده است. برای اعمال تغییرات نیاز است مرورگر مجددا راه اندازی شود"

[Language_Portuguese_Português_Brasileiro]
Translator="Kleeniie"
01="Esse programa foi criado para bloquear urls de alguns navegadores."
02="Aguarde ..."
03="&Arquivo\n &Editar\n &Exemplos\n &Opções\n &Ajuda"
04="Digite o endereço URL\n Exemplo: facebook.com"
05="Adicionar à lista"
06="Deletar da lista"
07="Aplicar alterações"
08="Endereços URL"
09="Habilitar WhiteList\n Somente urls permitidos na lista poderão ser visitados"
10="&Aplicar Alterações"
11="&Importar List"
12="&Exportar List"
13="S&air"
14="&Habilitar Selecionados"
15="&Desabilitar Selecionados"
16="&Deletar Selecionados"
17="&Selecionar Tudo"
18="&Copiar"
19="&Pesquisar no Google"
20="&Página de Config do Navegador"
21="&Abrir Arquivo de Configuração"
22="&Sempre No Topo"
23="&Propriedades de Senha"
24="&Editar URL Ao Adicionar"
25="&Opções de Bloqueio"
26="&Desabilitar Bloqueio"
27="&Bloquear Urls"
28="Habilitar &WhiteList"
29="&Opções do Navegador"
30="Desabilitar &Download do Chrome"
31="Desabilitar &Download do Edge"
32="Desabilitar &Download do Firefox"
33="&Doar"
34="&Página Inicial"
35="&Contato"
36="&Sobre"
37="Arquivos de Configuração"
38="Não foi possível escrever o arquivo!"
39="Mostrar Senha"
40="Nova Senha:"
41="Digita uma Nova Senha"
42="Digite novamente a Nova Senha:"
43="Digite a nova senha novamente para confirmar"
44="Dica da Senha:"
45="Digite uma palavra ou frase para usar como dica da senha"
46="Aplicar"
47="Cancelar"
48="Senha removida com sucesso"
49="Você configurou uma nova senha com sucesso."
50="Digite a Senha:"
51="Por Favor Digite a Senha"
52="Senha Incorreta!"
53="OK"
54="Você deseja salvar as mudanças?"
55="As mudanças foram salvas. Reiniciar o Navegador é necessário para que as configuração tenham efeito."

[Language_Thai_ไทย]
Translator="-`•T@M RaiNBoW•`-[tom-rainbow_live@windowslive.com]"
01="โปรแกรมนี้ออกแบบมาเพื่อบล็อก URL สำหรับบางเบราว์เซอร์ "
02="รอ ... "
03="&ไฟล์\n&แก้ไข\n&ตัวอย่าง\n&ตัวเลือก\n&ความช่วยเหลือ"
04="พิมพ์ที่อยู่ URL\nตัวอย่าง: facebook.com"
05="เพิ่มในรายการ"
06="ลบออกจากรายการ"
07="ใช้การเปลี่ยนแปลง"
08="ที่อยู่ URL"
09="เปิดใช้งาน WhiteList\nเฉพาะ URL ที่อนุญาตเท่านั้นที่สามารถเข้าชมได้"
10="&ใช้การเปลี่ยนแปลง"
11="&รายการนำเข้า"
12="&รายการส่งออก"
13="&ออก"
14="&เปิดใช้งานที่เลือก"
15="&ปิดการใช้งานที่เลือก"
16="&ลบรายการที่เลือก"
17="&เลือกทั้งหมด"
18="&คัดลอก"
19="&ค้นหาด้วย Google"
20="&หน้ากำหนดค่าเบราว์เซอร์"
21="&เปิดไฟล์กำหนดค่า"
22="&อยู่ด้านบนเสมอ"
23="&คุณสมบัติรหัสผ่าน"
24="&แก้ไข URL เมื่อเพิ่ม"
25="&ตัวเลือกการบล็อก"
26="&ปิดการใช้งานการบล็อก"
27="&บล็อก URL"
28="เปิดใช้งาน &WhiteList"
29="&ตัวเลือกเบราว์เซอร์"
30="ปิดการใช้งาน &Chrome Download"
31="ปิดการใช้งาน &Edge Download"
32="ปิดการใช้งาน &Firefox Download"
33="&บริจาค"
34="&HomePage"
35="&ติดต่อ"
36="&เกี่ยวกับ"
37="ไฟล์คอนฟิกูเรชัน"
38="ไม่สามารถเขียนไฟล์ได้!"
39="แสดงรหัสผ่าน"
40="รหัสผ่านใหม่:"
41="พิมพ์รหัสผ่านใหม่"
42="พิมพ์รหัสผ่านใหม่อีกครั้ง:"
43="พิมพ์รหัสผ่านใหม่อีกครั้งเพื่อยืนยัน"
44="คำแนะนำรหัสผ่าน:"
45="พิมพ์คำหรือวลีเพื่อใช้เป็นคำใบ้รหัสผ่าน"
46="สมัคร"
47="ยกเลิก"
48="ลบรหัสผ่านสำเร็จ"
49="คุณตั้งรหัสผ่านใหม่สำเร็จแล้ว"
50="ป้อนรหัสผ่าน:"
51="กรุณาใส่รหัสผ่าน"
52="รหัสผ่านผิด!"
53="ตกลง"
54="คุณต้องการบันทึกการเปลี่ยนแปลงหรือไม่"
55=""บันทึกการเปลี่ยนแปลงแล้วจำเป็นต้องรีสตาร์ทเบราว์เซอร์เพื่อให้การตั้งค่ามีผล"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Acest program este conceput pentru a bloca adresele URL pentru anumite browsere."
02="Așteptați..."
03="&Fișier\n &Editare\n &Exemple\n &Opțiuni\n &Despre"
04="Introduceți adresa URL\n Exemple: facebook.com"
05="Adăugare la listă"
06="Ștergere din listă"
07="Aplicare schimbări"
08="Adrese URL"
09="Activare listă albă\n Numai adresele URL permise pot fi vizitate"
10="&Aplicare schimbări"
11="&Import Listă"
12="&Export Listă"
13="&Ieșire"
14="&Activare selectate"
15="&Dezactivare selectate"
16="&Stergere selectate"
17="&Selectarea tuturor"
18="&Copiere"
19="&Căutare cu Google"
20="&Pagini de configurare pentru browser"
21="&Deschideți fișierul de configurare"
22="&Mereu în Top"
23="&Proprietăți parolă"
24="&Editați adresa URL la adăugare"
25="&Opțiuni de blocare"
26="&Dezactivare blocate"
27="&Blocare adrese URL"
28="&Activare listă albă"
29="&Opțiuni browser"
30="&Dezactivare descărcarea Chrome"
31="&Dezactivare descărcarea Edge"
32="&Dezactivare descărcarea Firefox"
33="&Donează"
34="&Pagina principală"
35="&Contact"
36="&Despre"
37="Fișiere de configurare"
38="Imposibil de scris fișierul!"
39="Afișați parola"
40="Parolă nouă:"
41="Introduceți o parolă nouă"
42="Introduceți din nou parola:"
43="Tastați din nou noua parolă pentru a confirma"
44="Indiciu parolă:"
45="Tastați un cuvânt sau o frază pentru a o folosi ca indiciu de parolă"
46="Aplicare"
47="Anulare"
48="Parola eliminată cu succes"
49="Ați setat cu succes o nouă parolă."
50="Introduceți parola:"
51="Vă rugăm să introduceți parola"
52="Parolă gresită!"
53="Bine"
54="Doriți să salvați modificările?"
55="Modificarile au fost salvate. Este necesară o repornire a browserului pentru ca setările să aibă efect."

[Language_Chinese_中文简体]
Translator="蓝生活"
01="该程序旨在阻止某些浏览器的网址。"
02="等待 ..."
03="文件\n编辑\n例子\n选项\n帮助"
04="键入URL地址\n 示例：facebook.com"
05="添加到列表"
06="从清单中删除"
07="应用更改"
08="URL地址"
09="启用白名单\n只能访问允许的网址"
10="应用更改"
11="汇入清单"
12="出口清单"
13="出口"
14="启用所选"
15="禁用选择"
16="删除所选"
17="全选"
18="复制"
19="用Google搜索"
20="浏览器配置页面"
21="打开配置文件"
22="总在最前面"
23="密码属性"
24="添加时编辑URL"
25="封锁选项"
26="禁用阻止"
27="阻止乌尔斯"
28="启用白名单"
29="浏览器选项"
30="停用Chrome下载"
31="禁用Edge浏览器下载"
32="禁用Firefox下载"
33="捐"
34="主页"
35="接触"
36="关于"
37="配置文件"
38="无法写入文件！"
39="显示密码"
40="新密码："
41="输入新密码"
42="重新输入新密码："
43="再次输入新密码以确认"
44="密码提示："
45="输入一个单词或短语作为密码提示"
46="申请"
47="取消"
48="密码删除成功"
49="您已经成功设置了新密码。"
50="输入密码："
51="请输入密码"
52="密码错误！"
53="好的"
54="您要保存更改吗？"
55="更改已保存。 必须重新启动浏览器才能使设置生效。"

